{
    "(and :count more error)": "(ועוד :count שגיאות)",
    "(and :count more errors)": "(ועוד :count שגיאות)|(ועוד :count שגיאות)|(ועוד :count שגיאות)",
    "A decryption key is required.": "נדרש מפתח פענוח.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "קישור אימות חדש נשלח לכתובת דואר האלקטרוני שסיפקת בהגדרות הפרופיל שלך.",
    "A new verification link has been sent to your email address.": "קישור אימות חדש נשלח לכתובת דואר האלקטרוני שלך.",
    "Accept Invitation": "קבל הזמנה",
    "Add": "הוספה",
    "Add a new team member to your team, allowing them to collaborate with you.": "הוסף חברי צוות חדשים לארגון שלך, ואפשר להם לשתף איתך פעולה.",
    "Add additional security to your account using two factor authentication.": "הוסף אמצעי אבטחה לחשבון שלך באמצעות אימות דו-שלבי.",
    "Add Team Member": "הוספת משתמש לארגון",
    "Added.": "נוסף.",
    "Address": "כתובת",
    "Administrator": "מנהל",
    "Administrator users can perform any action.": "מנהלים יכולים לבצע כל פעולה.",
    "All of the people that are part of this team.": "כל האנשים שהם חלק מהארגון הזה.",
    "All rights reserved.": "כל הזכויות שמורות",
    "Already registered?": "כבר רשום?",
    "API Token": "אסימון API",
    "API Token Permissions": "הרשאות Token API",
    "API Tokens": "אסימוני API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "אסימוני API מאפשרים לשירותי צד שלישי לבצע אימות עם המערכת שלנו בשמך.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "האם אתה בטוח שברצונך למחוק את הארגון? לאחר מחיקת הארגון כל המשאבים והנתונים שלו יימחקו לצמיתות.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "האם אתה בטוח שברצונך למחוק את חשבונך? לאחר מחיקת החשבון שלך, כל המשאבים והנתונים שלו יימחקו לצמיתות. אנא הזן את הסיסמה שלך כדי לאשר שברצונך למחוק את חשבונך לצמיתות.",
    "Are you sure you would like to delete this API token?": "האם אתה בטוח שאתה רוצה למחוק אסימון API זה?",
    "Are you sure you would like to leave this team?": "האם אתה בטוח שאתה רוצה לעזוב את הארגון הזה?",
    "Are you sure you would like to remove this person from the team?": "האם אתה בטוח שאתה רוצה להסיר את המשתמש הזה מהארגון?",
    "Assigned": "משויך",
    "Assigned To": "משויך אל",
    "Attach": "קישור",
    "Audio file": "קובץ שמע",
    "Audio url": "כתובת קובץ שמע",
    "Author": "מחבר",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "לפני שתמשיך, האם תוכל לאמת את כתובת הדוא״ל שלך על ידי לחיצה על הקישור שזה עתה שלחנו לך בדוא״ל? אם לא קיבלת את המייל, נשלח לך בשמחה נוספת.",
    "Browser Sessions": "חיבורים פעילים בדפדפן",
    "Cancel": "ביטול",
    "Category": "קטגוריה",
    "City": "עיר",
    "Click here to re-send the verification email.": "לחץ כאן כדי לשלוח מחדש קישור אימות לדואר האלקטרוני שלך.",
    "Close": "סגור",
    "Code": "קוד",
    "Confirm": "אישור",
    "Confirm Password": "אשר סיסמה",
    "Contact": "איש קשר",
    "Contacts": "אנשי קשר",
    "Content": "תוכן",
    "Country": "מדינה",
    "Course": "קורס",
    "Courses": "קורסים",
    "Create": "יצירה",
    "Create a new team to collaborate with others on projects.": "צור ארגון חדש לשיתוף פעולה עם אחרים בפרויקטים.",
    "Create Account": "צור חשבון",
    "Create API Token": "צור אסימון API",
    "Create Customer": "יצירת לקוח",
    "Create New Team": "צור ארגון חדש",
    "Create Team": "יצירת ארגון",
    "Created": "נוצר",
    "Created at": "נוצר בתאריך",
    "Created by": "נוצר על ידי",
    "Created.": "נוצר.",
    "Current Password": "סיסמה נוכחית",
    "Current team": "ארגון נוכחי",
    "Customer": "לקוח",
    "Customer name": "שם לקוח",
    "Customers": "לקוחות",
    "Dashboard": "לוח מחוונים",
    "Date": "תאריך",
    "Delete": "מחק",
    "Delete Account": "מחיקת חשבון",
    "Delete API Token": "מחק אסימון API",
    "Delete Team": "מחק ארגון",
    "Description": "תיאור",
    "Disable": "בטל",
    "Done.": "בוצע.",
    "Edit": "ערוך",
    "Edit Profile": "עריכת פרופיל",
    "Edit Role": "עריכת תפקיד",
    "Edit Role for": "עריכת תפקיד עבור",
    "Editor": "עורך",
    "Editor users have the ability to read, create, and update.": "עורכים מורשים לגשת, ליצור ולעדכן נתונים.",
    "Email": "דואר אלקטרוני",
    "Email Password Reset Link": "איפוס סיסמה",
    "Email verified at": "דואר אלקטרוני אומת בתאריך",
    "Enable": "הפעל",
    "Encrypted environment file already exists.": "קובץ סביבה מוצפן כבר קיים.",
    "Encrypted environment file not found.": "קובץ סביבה מוצפן לא נמצא.",
    "End date": "תאריך סיום",
    "Ensure your account is using a long, random password to stay secure.": "הקפד להשתמש בסיסמה ארוכה ומורכבת, כדי לשמור על החשבון מאובטח.",
    "Environment file already exists.": "קובץ הסביבה כבר קיים.",
    "Environment file not found.": "קובץ הסביבה לא נמצא.",
    "Episode": "פרק",
    "Episodes": "פרקים",
    "errors": "שגיאות",
    "Export": "ייצוא",
    "Feed url": "כתובת Feed",
    "Finish enabling two factor authentication.": "סיים לאפשר אימות דו-שלבי.",
    "First Name": "שם פרטי",
    "Floor number": "קומה",
    "For your security, please confirm your password to continue.": "למען אבטחתך, אנא אשר את הסיסמה שלך כדי להמשיך.",
    "Forbidden": "אסור",
    "Forgot your password?": "שכחת את הסיסמה שלך?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "שכחת את הסיסמה שלך? אין בעיה. רק תודיע לנו את כתובת דואר האלקטרוני שלך ואנו נשלח לך קישור איפוס סיסמה שיאפשר לך לבחור סיסמה חדשה.",
    "Go to page :page": "עבור לעמוד :page",
    "Great! You have accepted the invitation to join the :team team.": "נהדר! קיבלת את ההזמנה להצטרף לארגון :team.",
    "Hello!": "שלום!",
    "House number": "מספר בית",
    "I agree to the :terms_of_service and :privacy_policy": "אני מסכים :terms_of_service ו :privacy_policy",
    "Id number": "מספר זהות",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "במידת הצורך, תוכל לנתק את כל החיבורים הפעילים בדפדפנים אחרים בכל המכשירים שלך. חלק מהחיבורים הפעילים מפורטים להלן; עם זאת, ייתכן שרשימה זו אינה מלאה. אם הינך סבור שחשבונך נפרץ, עליך לשנות בנוסף את הסיסמה שלך.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "אם כבר יש לך חשבון, תוכל לקבל הזמנה זו על ידי לחיצה על הכפתור למטה:",
    "If you did not create an account, no further action is required.": "אם לא יצרת את החשבון, אין צורך לעשות דבר.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "אתה יכול להתעלם מהודעה זו, אם לא ציפית לקבל הזמנה לארגון זה.",
    "If you did not request a password reset, no further action is required.": "אם לא ביקשת לאפס את הסיסמה, אין צורך לעשות דבר.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "אם אין לך חשבון, תוכל ליצור חשבון על ידי לחיצה על הכפתור למטה. לאחר יצירת חשבון, תוכל ללחוץ על כפתור קבלת ההזמנה בהודעה זו כדי לקבל את הזמנת הארגון:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "אם נתקלתם בבעיה ללחוץ על \":actionText\", אנא העתיקו את הקישור המופיע מטה לתוך שורת הכתובות",
    "Image": "תמונה",
    "Info": "מידע",
    "Invalid filename.": "שם קובץ לא חוקי.",
    "Invalid JSON was returned from the route.": "JSON לא חוקי הוחזר מהמסלול.",
    "Is active": "פעיל",
    "Language": "שפה",
    "Last active": "פעיל לאחרונה",
    "Last Name": "שם משפחה",
    "Last used": "שימוש אחרון",
    "Leave": "עזוב",
    "Leave Team": "עזוב את הארגון",
    "length": "אורך",
    "Lesson": "שיעור",
    "Lessons": "שיעורים",
    "Level": "רמה",
    "Location": "מיקום",
    "Log in": "התחבר",
    "Log Out": "התנתק",
    "Log Out Other Browser Sessions": "נתק חיבורים פעילים אחרים בדפדפן",
    "Login": "התחברות",
    "Logout": "התנתקות",
    "Manage Account": "ניהול חשבון",
    "Manage and log out your active sessions on other browsers and devices.": "נהול ונתק חיבורים פעילים בדפדפנים ומכשירים אחרים.",
    "Manage API Tokens": "ניהול אסימוני API",
    "Manage Role": "ניהול תפקיד",
    "Manage Team": "ניהול ארגון",
    "Name": "שם",
    "Neighborhood": "שכונה",
    "New Contact": "איש קשר חדש",
    "New Password": "סיסמה חדשה",
    "New Task": "משימה חדשה",
    "Not Found": "לא נמצא",
    "Note": "הערה",
    "Notes": "הערות",
    "Number": "מספר",
    "of": "של",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "בעת מחיקת ארגון, כל המשאבים והנתונים שלו יימחקו לצמיתות. לפני מחיקת הארגון, אנא הורד את כל הנתונים או את המידע מארגון זה שברצונך לשמור.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "בעת מחיקת חשבון, כל המשאבים והנתונים שלו יימחקו לצמיתות. לפני מחיקת החשבון אנא הורד את כל הנתונים או את המידע שברצונך לשמור.",
    "Page Expired": "תוקף הדף פג",
    "Pagination Navigation": "ניווט בדפים",
    "Password": "סיסמה",
    "Payment": "תשלום",
    "Payment Required": "נדרש תשלום",
    "Payments": "תשלומים",
    "Pending Team Invitations": "הזמנות ממתינות לארגון",
    "Permanently delete this team.": "מחק את הארגון הזה לצמיתות.",
    "Permanently delete your account.": "מחק את החשבון שלך לצמיתות.",
    "Permissions": "הרשאות",
    "Phone": "טלפון",
    "Phones": "טלפונים",
    "Photo": "תמונה",
    "Please click the button below to verify your email address.": "אנא לחצו על הכפתור מטה לאימות הדואר האלקטרוני שלכם.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "אנא אשר גישה לחשבון שלך על ידי הזנת אחד קודי שחזור חירום שלך.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "אנא אשר גישה לחשבון שלך על ידי הזנת קוד האימות המסופק על ידי אפליקציית המאמת שלך.",
    "Please copy your new API token. For your security, it won't be shown again.": "אנא העתק את אסימון ה-API החדש שלך. למען ביטחונך, זה לא יוצג שוב.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "אנא הזן את הסיסמה שלך כדי לאשר שברצונך לנתק חיבורים פעילים בדפדפנים אחרים בכל המכשירים שלך.",
    "Please provide the email address of the person you would like to add to this team.": "נא הזן את כתובת דואר האלקטרוני של האדם שברצונך להוסיף לארגון שלך.",
    "Podcast": "פודקאסט",
    "Podcasts": "פודקאסטים",
    "Price": "מחיר",
    "Privacy Policy": "מדיניות פרטיות",
    "Profile": "פרופיל",
    "Profile Information": "פרטי פרופיל",
    "Published at": "פורסם בתאריך",
    "Recovery Code": "קוד שחזור",
    "Regards,": "בברכה,",
    "Regenerate Recovery Codes": "חידוש קודי שחזור",
    "Register": "הרשמה",
    "Remember me": "זכור אותי",
    "Remove": "הסר",
    "Remove Photo": "הסר תמונה",
    "Remove Team Member": "הסר חבר צוות",
    "Request date": "תאריך בקשה",
    "Resend Verification Email": "שלח שוב קישור אימות לדואר האלקטרוני",
    "Reset Password": "איפוס סיסמה",
    "Reset Password Notification": "הודעת איפוס סיסמה",
    "results": "תוצאות",
    "Role": "תפקיד",
    "Save": "שמירה",
    "Saved.": "נשמר.",
    "Select A New Photo": "בחר תמונה חדשה",
    "Server Error": "שגיאת שרת",
    "Service Unavailable": "השירות אינו זמין",
    "Settings": "הגדרות",
    "Setup Key": "מפתח הגדרה",
    "Show Recovery Codes": "הצג קודי שחזור",
    "Showing": "מציג",
    "Status": "סטטוס",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "אחסן את קודי השחזור האלה במנהל סיסמאות מאובטח. ניתן להשתמש בהם כדי לשחזר גישה לחשבון שלך אם מכשיר האימות הדו-שלבי שלך אבד.",
    "Street": "רחוב",
    "Sum": "סכום",
    "Switch Teams": "החלף ארגון",
    "Task": "משימה",
    "Tasks": "משימות",
    "Team": "ארגון",
    "Team Details": "פרטי ארגון",
    "Team Invitation": "הזמנה לארגון",
    "Team Members": "חברי ארגון",
    "Team Name": "שם ארגון",
    "Team Owner": "בעל הארגון",
    "Team Settings": "הגדרות ארגון",
    "Teams": "ארגונים",
    "Terms of Service": "תנאי שימוש",
    "The :attribute must be a valid role.": ":Attribute חייב להיות תפקיד תקף.",
    "The :attribute must be at least :length characters and contain at least one number.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות מספר אחד.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו מיוחד אחד ומספר אחד.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו מיוחד אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו אחד באותיות רישיות ומספר אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "ה-:attribute חייב להיות לפחות :length תווים ומכילים לפחות תו עליון אחד ותו מיוחד אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו אחד אותיות רישיות, מספר אחד, תו מיוחד אחד.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":Attribute חייב להיות לפחות :length תווים מכילים לפחות תו אחד באותיות רישיות.",
    "The :attribute must be at least :length characters.": ":Attribute חייב להיות לפחות :length תווים.",
    "The given data was invalid.": "הנתונים שניתנו לא היו חוקיים.",
    "The password is incorrect.": "הסיסמה לא נכונה.",
    "The provided password does not match your current password.": "הסיסמה שהוזנה אינה תואמת את הסיסמה הנוכחית.",
    "The provided password was incorrect.": "הסיסמה שסופקה הייתה שגויה.",
    "The provided two factor authentication code was invalid.": "קוד האימות הדו-שלבי לא היה תקין.",
    "The provided two factor recovery code was invalid.": "קוד שחזור דו-שלבי שסופק היה לא חוקי.",
    "The response is not a streamed response.": "התגובה אינה קובץ הזרמה.",
    "The response is not a view.": "התגובה היא לא דף תצוגה.",
    "The team's name and owner information.": "שם הארגון ומידע על בעל הארגון.",
    "Themes": "ערכות נושא",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "האנשים האלה הוזמנו לארגון שלך ונשלחה להם הזמנה בדואר האלקטרוני, הם יכולים להצטרף לארגון על ידי קבלה ואישור ההזמנה.",
    "This action is unauthorized.": "פעולה זו אינה מורשית.",
    "This device": "מכשיר זה",
    "This is a secure area of the application. Please confirm your password before continuing.": "זהו אזור מאובטח של המערכת. אנא אשר את הסיסמה שלך לפני שתמשיך.",
    "This password does not match our records.": "הסיסמה שהוזנה אינה נכונה.",
    "This password reset link will expire in :count minutes.": "תוקף הקישור הזה ייגמר בעוד :count דקות.",
    "This user already belongs to the team.": "המשתמש הזה כבר משויך לארגון.",
    "This user has already been invited to the team.": "משתמש זה כבר הוזמן לארגון.",
    "Title": "כותרת",
    "to": "אל",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "כדי לסיים את הפעלת אימות דו-שלבי, סרוק את קוד ה-QR הבא באמצעות אפליקציית האימות של הטלפון שלך או הזן את מפתח ההגדרה וספק את קוד ה-OTP שנוצר.",
    "Toggle navigation": "שינוי מצב ניווט",
    "Token Name": "שם אסימון",
    "Too Many Requests": "יותר מדי בקשות.",
    "Two Factor Authentication": "אימות דו-שלבי",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "אימות דו-שלבי מופעל כעת. סרוק את קוד ה-QR הבא באמצעות אפליקציית המאמת של הטלפון שלך או הזן את מפתח ההגדרה.",
    "Type": "סוג",
    "Unauthorized": "לא מורשה",
    "Unknown": "לא ידוע",
    "Update Password": "עדכון סיסמה",
    "Update your account's profile information and email address.": "עדכן את פרטי החשבון ואת כתובת הדואר האלקטרוני בחשבונך.",
    "Updated at": "עודכן לאחרונה",
    "Updated by": "עודכן על ידי",
    "Url": "כתובת אתר",
    "Use a recovery code": "השתמש בקוד שחזור",
    "Use an authentication code": "השתמש בקוד אימות",
    "User": "משתמש",
    "Users": "משתמשים",
    "Verify Email Address": "אימות דואר אלקטרוני",
    "We were unable to find a registered user with this email address.": "לא הצלחנו למצוא משתמש רשום עם כתובת דואר אלקטרוני זו.",
    "Welcome": "שלום",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "כאשר אימות דו-שלבי מופעל, תתבקש לקבל אסימון מאובטח ואקראי במהלך האימות. אתה יכול לאחזר אסימון זה מאפליקציית Google Authenticator בטלפון שלך.",
    "Whoops!": "אופס!",
    "Whoops! Something went wrong.": "אופס! משהו השתבש.",
    "You are receiving this email because we received a password reset request for your account.": "קיבלת את ההודעה הזאת מכיוון שקיבלנו בקשה לאיפוס הסיסמה עבור החשבון שלך.",
    "You have been invited to join the :team team!": "הוזמנתם להצטרף לארגון :team!",
    "You have enabled two factor authentication.": "הפעלת אימות דו-שלבי.",
    "You have not enabled two factor authentication.": "לא הפעלת אימות דו-שלבי.",
    "You may accept this invitation by clicking the button below:": "אתה יכול לקבל הזמנה זו על ידי לחיצה על הכפתור למטה:",
    "You may delete any of your existing tokens if they are no longer needed.": "אתה יכול למחוק כל אחד מהאסימונים הקיימים שלך אם הם כבר לא נחוצים.",
    "You may not delete your personal team.": "אתה לא יכול למחוק את הארגון האישי שלך.",
    "You may not leave a team that you created.": "אתה לא יכול לעזוב את הארגון שיצרת.",
    "Your email address is unverified.": "כתובת דואר האלקטרוני שלך לא מאומתת.",
    "Zip": "מיקוד"
}
